Repository: zupremacyesports/uYouEnhanced
Catalog: *.lproj/Localizable.strings
Languages: ru

# Welcome
source: The best tweak for the YouTube app
ru: Лучший твик для YouTube

# WelcomeSubtitle1
source: Download Videos/Audio
ru: Загрузка Аудио и Видео

# WelcomeSubtitle2
source: Save your favorite videos for offline playback.
ru: Сохраняйте видео для офлайн просмотра.

# WelcomeSubtitle3
source: Play Saved Media
ru: Воспроизведение сохраненных файлов

# WelcomeSubtitle4
source: Play your saved media in a custom player with background playback support and mini player.
ru: Воспроизводите сохраненные медиафайлы в проигрывателе с поддержкой фонового воспроизведения и мини-плеером.

# WelcomeSubtitle5
source: More Options
ru: Гибкие настройки

# WelcomeSubtitle6
source: Play YouTube videos in the background and more, You can configure options from the settings.
ru: Проигрывание видео в фоновом режиме и многое другое. Все параметры доступны в настройках.

# Twitter
source: Follow me on Twitter
ru: Подпишитесь на мой Твиттер

source: Continue
ru: Продолжить

# DownloadingTab
source: Downloading
ru: Загрузки

source: All
ru: Все

source: Video
ru: Видео

source: Videos
ru: Видео

source: Audio
ru: Аудио

source: Audios
ru: Аудио

source: TOTAL
ru: ВСЕГО

source: DOWNLOADING
ru: ЗАГРУЖАЕТСЯ

source: Sorting
ru: Сортировка

source: Video Title (Ascending)
ru: Название (по возрастанию)

source: Video Title (Descending)
ru: Название (по убыванию)

source: Download Date (Ascending)
ru: Дата (по возрастанию)

source: Download Date (Descending)
ru: Дата (по убыванию)

source: Audio Only
ru: Только аудио

source: Audio Only (mp4)
ru: Только аудио (mp4)

# DownloadingInfo
source: Downloading...
ru: Загрузка...

# AddingMetadata
source: Adding Metadata to the M4A...
ru: Добавление метаданных в M4A...

# WaitingInfo
source: Waiting...
ru: Ожидается...

# WaitingDownloadInfo
source: Waiting for download...
ru: Ожидается...

source: Paused
ru: На паузе

source: Completed
ru: Загружено

source: Play on YouTube
ru: Открыть в YouTube

source: Open Channel
ru: Перейти к каналу

source: Rename
ru: Переименовать

source: Cancel
ru: Отмена

source: Done
ru: Готово

source: Select All
ru: Все

source: Share
ru: Поделиться

# ExportToMusic
source: Export to Music app
ru: Экспорт в Музыку

source: Export to Camera Roll
ru: Экспортировать в Галерею

source: Change Image
ru: Изменить изображение

source: Change Thumbnail
ru: Изменить обложку

# DownloadThumbnail
source: Download Original Thumbnail
ru: Вернуть обложку

# SaveThumbnail
source: Save Thumbnail to Camera Roll
ru: Скачать обложку

# SaveAlbumToCameraRoll
source: Save Album Art to Camera Roll
ru: Сохранить обложку в Галерею

source: Open in Filza
ru: Открыть в Filza

# LyricsSoon
source: Lyrics feature will be available soon
ru: Функция пока недоступна.

source: Delete
ru: Удалить

source: Confirm
ru: Удалить

source: Copy Video Link
ru: Скопировать ссылку на видео

source: Copy Audio Link
ru: Скопировать ссылку на аудио

source: Cancel Download
ru: Отменить загрузку

# DeleteVideo
source: Are you sure you want to delete
ru: Уверены, что хотите удалить

# DeleteFilesCount
source: Are you sure you want to delete selected files
ru: Уверены, что хотите удалить выбранные файлы?

# SelectedFilesCount
source: Selected files
ru: Выбрано файлов

# Thumbnail
source: Change Thumbnail
ru: Обложка

# Understand
source: I Understand
ru: Понятно

source: Save Image
ru: Сохранить фото

source: Save Gif
ru: Сохранить гифку

source: Import
ru: Сохранить

source: Change Artwork Image
ru: Изменить обложку

source: IMPORT INFO
ru: ПОДРОБНОСТИ

source: Explicit
ru: Explicit-контент

source: Kind
ru: Тип

source: Title
ru: Название

source: Album
ru: Альбом

source: Artist
ru: Исполнитель

source: Year
ru: Год

# PasteYouTubeLink
source: Please, paste the YouTube link or Video ID to start download
ru: Введите ссылку или ID видео для загрузки

# YouTubeURL
source: YouTube URL or Video ID
ru: Ссылка или ID видео

source: Download
ru: Скачать

source: Loading
ru: Загрузка

source: Download started
ru: Скачивается

source: Saved!
ru: Сохранено!

source: Exported successfully
ru: Экспортировано

source: Renamed successfully
ru: Переименовано

source: Downloading Thumbnail
ru: Загрузка обложки

# AccessDisabled
source: Photo library access is disabled. Please give YouTube permission to access your photos library.
ru: Доступ к Фото запрещен. Приложению YouTube необходим доступ к Фото.

# UpdatedSuccessfully
source: Image updated successfully
ru: Обложка обновлена

# InvalidLink
source: Invalid YouTube link
ru: Неверная ссылка

source: QUALITY AND FORMAT
ru: КАЧЕСТВО И ФОРМАТ

source: Show Formats
ru: Отображаемые форматы

source: Download Quality
ru: Качество загрузок

source: Always Ask
ru: Всегда спрашивать

source: PiP Quality
ru: Качество «PiP»

source: Highest Quality
ru: Наилучшее

source: Lowest Quality
ru: Худшее

source: Playlist Quality
ru: Качество плейлистов

# WiFiVideoQuality
source: YT Video Quality on WiFi
ru: Качество по Wi-Fi

# CellularVideoQuality
source: YT Video Quality on Cellular
ru: Качество по мобильной сети

# PlaybackSpeed
source: Default Playback Speed
ru: Скорость воспроизведения

source: Auto
ru: Авто

# QualityInfo
source: If the selected quality is not available, then uYou will choose a lower quality than the one you choose.
ru: Если выбранное качество недоступно, uYou выберет ближайшее доступное качество.

source: UYOU SETTINGS
ru: НАСТРОЙКИ UYOU

# DownloadLocation
source: Videos Download Location
ru: Сохранять видео

source: uYou Folder Only
ru: В папке uYou

source: Camera Roll Only
ru: В Галерее

source: Both
ru: В обоих местах

# MaxDownloadsCount
source: Max Concurrent Downloads Count
ru: Число одновременных загрузок

source: YT SETTINGS
ru: НАСТРОЙКИ YOUTUBE

# StartupPage
source: Default Startup Page
ru: Начальная страница

source: Default
ru: По умолчанию

source: Home
ru: Главная

source: Create
ru: Создать

source: Subscriptions
ru: Подписки

source: Library
ru: Библиотека

source: Explore
ru: Навигация

source: Trending
ru: В тренде

# VideoControlsOverlay
source: Video Player
ru: Настройки плеера

# RelatedVideos
source: Related Videos at the end the videos
ru: Рекомендации в конце роликов

source: Cast Button
ru: Кнопка трансляции

source: uYou Repeat
ru: Кнопка повтора видео

source: uYou Fullscreen to The Right
ru: Поворот экрана вправо

source: Playback Speed Controls
ru: Кнопки управления скоростью

# uYouGesturesControls
source: Enable "uYou Gestures Controls"
ru: Включить управление жестами

# uYouGesturesControlsInfo
source: uYou Gestures Controls: It can let you drag your finger left/right on the top/bottom of the video screen to adjust the volume/brightness/seek. Changing settings require restarting the YouTube app.
ru: Управление жестами «uYou» позволяет проводить пальцем влево и вправо по нижней и верхней части плеера для регулировки громкости, яркости и перемотки. Для вступления настроек в силу перезапустите YouTube.

# DisableAutoPlay
source: Disable Auto Play Video
ru: Запретить автовоспроизведение

source: Hide Shorts Cells
ru: Скрыть Shorts

source: Hide Fullscreen Button
ru: Скрыть кнопку полноэкранного режима

# HideTitleAndChannel
source: Hide Title and Channel Name
ru: Скрыть название канала и описание

# HideAvatar
source: Hide Channel Avatar
ru: Скрыть аватарку

source: Hide Like Button
ru: Скрыть кнопку «Лайк»

source: Hide Comment Button
ru: Скрыть кнопку «Комментарии»

source: Hide Remix Button
ru: Скрыть кнопку «Ремикс»

source: Always Show Progress Bar
ru: Всегда показывать ползунок

source: Video Player
ru: Проигрыватель

source: Auto Fullscreen
ru: Открывать в полноэкранном режиме

# RelatedVideo
source: Related videos at the end of the video
ru: Скрыть рекомендации в конце видео

# FullscreenRightSide
source: Fullscreen always on the right side
ru: Поворачивать экран направо

# ButtonsUnderVideo
source: Buttons Under the Video Player
ru: Кнопки под плеером

source: Hide uYou Button
ru: Скрыть кнопку «uYou»

source: Hide uYouLocal Button
ru: Скрыть кнопку «uYouLocal»

source: Hide uYouPiP Button
ru: Скрыть кнопку «uYouPiP»

source: Hide Dislike Button
ru: Скрыть кнопку «Дизлайк»

source: Hide Download Button
ru: Скрыть кнопку «Скачать»

source: Hide Share Button
ru: Скрыть кнопку «Поделиться»

source: Hide Save Button
ru: Скрыть кнопку «Сохранить»

source: Hide Live Chat Button
ru: Скрыть кнопку «Чат»

source: Hide Report Button
ru: Скрыть кнопку «Пожаловаться»

source: Hide Create Shorts Button
ru: Скрыть кнопку «Создать»

source: Hide Create Clip Button
ru: Скрыть кнопку «Клип»

# RestartYouTubeInfo
source: Changing settings require restarting the YouTube app.
ru: Для вступления настроек в силу перезапустите YouTube.

source: Navigation Bar
ru: Панель навигации

source: Hide Cast Button
ru: Скрыть кнопку трансляции

source: Hide Notification Button
ru: Скрыть кнопку уведомлений

source: Hide Tabs
ru: Скрыть вкладки

source: YT Tabs
ru: Скрыть вкладки

source: Hide Shorts Tab
ru: Скрыть Shorts

source: Hide Create Tab
ru: Скрыть Создать (+)

source: Hide Subscriptions Tab
ru: Скрыть Подписки

source: Hide Library Tab
ru: Скрыть Библиотеку

source: Hide Trending Tab
ru: Скрыть В тренде

source: Hide Explore Tab
ru: Скрыть Навигация

source: Reorder Tabs
ru: Порядок вкладок

source: Other Settings
ru: Другие настройки

source: Remove YouTube Ads
ru: Убрать рекламу

source: Background Playback
ru: Фоновое воспроизведение

source: Allow HD On Cellular Data
ru: Разрешить HD по мобильной сети

source: Disable Age Restriction
ru: Отключить возрастные ограничения

source: iPad Layout
ru: Стиль iPad

source: Remove Shorts Section in YT Home
ru: Убрать Shorts с Главной страницы

source: Disable Video Auto Play
ru: Отключить автовоспроизведение

# DisableContinueWatching
source: Disable "Video paused. Continue watching?"
ru: Отключить «Продолжить просмотр?»

source: Disable Auto Caption
ru: Отключить автоматические субтитры

source: Fullscreen Videos on The Right
ru: Поворот экрана вправо

source: Custom Double Tap To Seek Time
ru: Изменить интервал перемотки

source: Double Tap To Seek Time
ru: Интервал перемотки двойным тапом

# GESTURE_CONTROLS
source: PLAYER GESTURES CONTROLS
ru: НАСТРОЙКИ ЖЕСТОВ

source: Top Area
ru: Верхняя часть

source: Bottom Area
ru: Нижняя часть

source: Volume
ru: Громкость

source: Brightness
ru: Яркость

source: Seek
ru: Перемотка

source: Speed
ru: Скорость

# ActivationSensitivity
source: Activation Sensitivity (Activation Distance)
ru: Чувствительность активации (Дистанция)

# GesturesControlsInfo
source: Default Speed = 250. Default Sensitivity = 70. Sensitivity: How much you want to move your finger on the video until the gesture activates.
ru: Скорость по умолчанию = 250. Чувствительность по умолчанию = 70. Чувствительность - это то, сколько вы должны провести пальцем по экрану для активации жестов.

source: OTHERS
ru: ДРУГОЕ

source: Open Downloads Folder in Filza
ru: Открыть Загрузки в Filza

source: Import From Cercube
ru: Перенос файлов из Cercube

# ImportFromCercubeInfo
source: You can easily migrate all of your videos/audios from "Cercube" to "uYou" with a tap of a button! Please choose one of the following:
ru: Теперь вы с легкостью сможете перенести все свои медиафайлы с Cercube в uYou одним нажатием! Выберите вариант переноса данных:

source: Import From DLEasy
ru: Перенос файлов из DLEasy

# ImportFromDLEasyInfo
source: You can easily migrate all of your videos/audios from "DLEasy" to "uYou" with a tap of a button! Please choose one of the following:
ru: Теперь вы с легкостью сможете перенести все свои медиафайлы с DLEasy в uYou одним нажатием! Выберите вариант переноса данных:

source: Copy all
ru: Скопировать

source: Move all
ru: Переместить

source: Clear Downloading
ru: Удалить текущие загрузки

# ClearDownloadingInfo
source: Are you sure you want to clear all current downloading videos/audios?
ru: Уверены, что хотите удалить все загружаемые медиафайлы?

source: Clear Downloaded
ru: Удалить загруженное

# ClearDownloadsInfo
source: Are you sure you want to clear all downloaded videos/audios?
ru: Уверены, что хотите удалить все загруженные медиафайлы?

source: Clear All
ru: Удалить все

# ClearAllInfo
source: Are you sure you want to clear all downloading/downloaded videos/audios?
ru: Уверены, что хотите удалить все загружаемые и загруженные медиафайлы?

source: Video • 144p
ru: Видео • 144p

source: Video • 240p
ru: Видео • 240p

source: Video • 360p
ru: Видео • 360p

source: Video • 480p
ru: Видео • 480p

source: Video • 720p
ru: Видео • 720p

source: Video • 720p50
ru: Видео • 720p50

source: Video • 720p60
ru: Видео • 720p60

source: Video • 1080p
ru: Видео • 1080p

source: Video • 1080p50
ru: Видео • 1080p50

source: Video • 1080p60
ru: Видео • 1080p60

source: Video • 1440p
ru: Видео • 1440p

source: Video • 1440p60
ru: Видео • 1440p60

source: Video • 2160p
ru: Видео • 2160p

source: Video • 2160p60
ru: Видео • 2160p60

source: Video • 4320p
ru: Видео • 4320p

source: Video • 4320p60
ru: Видео • 4320p60

source: UYOU UPDATES
ru: ОБНОВЛЕНИЯ UYOU

source: Automatically Check For Updates
ru: Проверять обновления

source: Check For Update
ru: Проверить наличие обновлений

# UpToDateVersion
source: You're using v%@ which is the latest version.
ru: Данная версия является актуальной. Версия: %@

source: DON'T SHOW
ru: Скрыть

source: DISMISS
ru: Скрыть

source: UPDATE NOW
ru: Обновить

source: SOCIAL MEDIA
ru: КОНТАКТЫ

source: Developer
ru: Разработчик

source: Support my
ru: Сделайте

source: developments by
ru: проект, сделав

source: Donating
ru: Пожертвование

# DonateInfo
source: You can support my iOS development by donating 🥰 "It’s not how much we give, but how much love we put into giving." Mother Teresa
ru: Вы можете поддержать мои работы донатом 🥰 «Дело не в том, сколько мы отдаем, а в том, сколько любви отдаем вместе с этим.» Мать Тереза

source: Designer
ru: Дизайнер

# FollowMeSocMedia
source: Follow me on social media.
ru: Подписывайтесь на нас в соц. сетях.

# CodedWithLove
source: Coded with ❤️ by MiRO Copyright © 2023
ru: Разработано с ❤️ от MiRO Copyright © 2023
